[
    {
        "page_content": "In 1924 an Indian physicist called Satyendra Nath Bose wrote to Albert Einstein saying he had solved a problem in quantum physics that had stumped the great man. One century on, Robert P Crease and Gino Elia explain how the correspondence led to the notion of Bose–Einstein condensation and why it revealed the power of diverse thinking. Short but sweet In 1924 Satyendra Nath Bose (left) wrote to Albert Einstein (right) saying he had developed a more satisfactory derivation of Planck’s law. The resulting correspondence, which was brief but deep, led to the prediction of what we now call Bose–Einstein condensation. (Courtesy: Left: Falguni Sarkar, courtesy AIP Emilio Segrè Visual Archives. Right: AIP Emilio Segrè Visual Archives, W. F. Meggers Gallery of Nobel Laureates Collection) One day in June 1924, Albert Einstein received a letter written by a professor in India. The author admitted he was a “complete stranger” but said he was sending Einstein an accompanying article for his “perusal and opinion”. Just five pages long, the article claimed to address a flaw in quantum theory that Einstein had struggled unsuccessfully with for several years.\n\nEinstein, who was then at the University of Berlin, immediately realized that the author – Satyendra Nath Bose – had solved the problem that had defeated him. It concerned a fully satisfactory derivation of Planck’s law, which describes the spectrum of radiation from a black body. First derived by Max Planck in 1900, the law showed that the radiation does not rise to infinity at ever-shorter wavelengths as classical physics suggests, but instead peaks before falling back. Einstein quickly developed Bose’s approach further in his own work and, as a result of their collaboration, the pair predicted the existence of a new phenomenon, dubbed “Bose–Einstein condensation”. Anticipated to occur at very low temperatures, it would involve all particles in a system occupying the same lowest quantum state. This new collective state of matter was experimentally detected for the first time in 1995, leading to Eric Cornell, Wolfgang Ketterle and Carl Wieman winning the Nobel Prize for Physics six years later.\n\nThe Bose–Einstein exchange may have been brief, but it is one of the great correspondences in the history of physics. Writing in the 2020 book The Making of Modern Physics in Colonial India, the historian and philosopher of science Somaditya Banerjee, who is now at Austin Peay State University in Clarksville, Tennessee, says their collaboration illustrated the growing importance of international joint efforts in science. Or, as Banerjee puts it, their work revealed the “transnational nature of the quantum”.",
        "metadata": {
            "Id": 6,
            "source": "gs://strg-light-sourcedoc/SNB and Einstein.txt",
            "__id": "687ba21f6cd643fa98fa4fe71097f2fa",
            "__job_id": "job_CB6zWdvCrUHLb5iAcIytSi3BgY1d"
        }
    }
]